Repository: yeager/swedish-tm
Catalog: reviewed/catalogs/gitlab.tmx
Source language: en
Languages: sv

source: AiPowered|Enabling self-hosted beta models and features is your acceptance of the %{linkStart}GitLab Testing Agreement%{linkEnd}.
sv: AiPowered|Genom att aktivera självhostade betamodeller och funktioner accepterar du %{linkStart}GitLabs testavtal%{linkEnd}.

source: AiPowered|Maximum time in seconds to wait for responses from the AI Gateway (up to 600 seconds).%{br}Increasing this value might result in degraded user experience.
sv: AiPowered|Högsta väntetid i sekunder för svar från AI-gatewayen (upp till 600 sekunder).%{br}Om du ökar värdet kan användarupplevelsen försämras.

source: AiPowered|Use prompt caching to improve GitLab Duo performance. %{linkStart}What is prompt caching%{linkEnd}?
sv: AiPowered|Använd promptcachelagring för att förbättra GitLab Duos prestanda. %{linkStart}Vad är promptcachelagring%{linkEnd}?

source: Analytics|Dates and times are displayed in the UTC timezone.
sv: Analytics|Datum och tider visas i tidszonen UTC.

source: Analytics|Dates and times are displayed in the UTC timezone. Date range is limited to %d day.
sv: Analytics|Datum och tider visas i tidszonen UTC. Datumintervallet är begränsat till %d dag.

source: Analytics|Dates and times are displayed in the UTC timezone. Date range is limited to %d days.
sv: Analytics|Datum och tider visas i tidszonen UTC. Datumintervallet är begränsat till %d dagar.

source: Analytics|Something went wrong while connecting to your data source. See %{linkStart}troubleshooting documentation%{linkEnd}.
sv: Analytics|Något gick fel när anslutningen till datakällan upprättades. Se %{linkStart}felsökningsdokumentationen%{linkEnd}.

source: Analytics|Something went wrong while loading the dashboard. Refresh the page to try again.
sv: Analytics|Något gick fel när instrumentpanelen lästes in. Uppdatera sidan och försök igen.

source: Analytics|Use ClickHouse for supported analytics reports. Available when %{link_start}ClickHouse is configured%{link_end}.
sv: Analytics|Använd ClickHouse för analysrapporter som stöds. Tillgängligt när %{link_start}ClickHouse har konfigurerats%{link_end}.

source: ApplicationSettings|Only users with email addresses that match these domains can create accounts. Wildcards allowed. Enter multiple entries on separate lines. Example: domain.com, *.domain.com
sv: ApplicationSettings|Endast användare med e-postadresser som matchar dessa domäner kan skapa konton. Jokertecken är tillåtna. Ange flera poster på separata rader. Exempel: domain.com, *.domain.com

source: Applying a template will replace the existing content. Any changes you have made will be lost.
sv: När du använder en mall ersätts det befintliga innehållet. Alla ändringar du har gjort går förlorade.

source: Applying a template will replace the existing description. Any changes you have made will be lost.
sv: När du använder en mall ersätts den befintliga beskrivningen. Alla ändringar du har gjort går förlorade.

source: Approved members will use an additional seat in your subscription, which may override your user cap.
sv: Godkända medlemmar använder ytterligare en plats i din prenumeration, vilket kan överskrida användartaket.

source: Approved members will use an additional %d seats in your subscription, which may override your user cap.
sv: Godkända medlemmar använder ytterligare %d platser i din prenumeration, vilket kan överskrida användartaket.

source: Approve a pending member
sv: Godkänn en väntande medlem

source: Approve %d pending members
sv: Godkänn %d väntande medlemmar

source: Approved members will use an additional seat in your subscription.
sv: Godkända medlemmar använder ytterligare en plats i din prenumeration.

source: Approved members will use an additional %d seats in your subscription.
sv: Godkända medlemmar använder ytterligare %d platser i din prenumeration.

source: Control who has access to your group and what they can do
sv: Bestäm vem som har åtkomst till gruppen och vad de kan göra

source: Control who has access to your project and what they can do
sv: Bestäm vem som har åtkomst till projektet och vad de kan göra

source: Copy SSH clone URL
sv: Kopiera SSH-kloningsadress

source: Copy SSH public key
sv: Kopiera offentlig SSH-nyckel

source: Could not link %{issuables}. You must be a member of the project or group of both %{issuables}.
sv: Det gick inte att länka %{issuables}. Du måste vara medlem i projektet eller gruppen för båda %{issuables}.

source: Could not revoke impersonation token %{token_name}.
sv: Det gick inte att återkalla personifieringstoken %{token_name}.

source: Could not verify device authenticity. Try using a different device.
sv: Det gick inte att verifiera enhetens äkthet. Försök med en annan enhet.

source: Delete WebAuthn device
sv: Ta bort WebAuthn-enhet

source: Direct members
sv: Direkta medlemmar

source: Disable inviting new members to group or project by group/project owners or project maintainers
sv: Inaktivera inbjudningar av nya medlemmar till grupp eller projekt från grupp- eller projektägare och projektansvariga

source: Discussion is %{lockedLinkStart}locked%{lockedLinkEnd}. Only members can comment.
sv: Diskussionen är %{lockedLinkStart}låst%{lockedLinkEnd}. Endast medlemmar kan kommentera.

source: Dormant members
sv: Vilande medlemmar

source: Enable authenticated API request rate limit
sv: Aktivera hastighetsbegränsning för autentiserade API-förfrågningar

source: Enable authenticated Git HTTP request rate limit
sv: Aktivera hastighetsbegränsning för autentiserade Git HTTP-förfrågningar

source: Enable authenticated Git LFS request rate limit
sv: Aktivera hastighetsbegränsning för autentiserade Git LFS-förfrågningar

source: Enable authenticated web request rate limit
sv: Aktivera hastighetsbegränsning för autentiserade webbförfrågningar

source: Enable to allow %{docs_link_start}Device authorization grant flow%{docs_link_end}.
sv: Aktivera för att tillåta %{docs_link_start}flödet för enhetsauktorisering%{docs_link_end}.

source: Enable unauthenticated API request rate limit
sv: Aktivera hastighetsbegränsning för oautentiserade API-förfrågningar

source: Enable unauthenticated Git HTTP request rate limit
sv: Aktivera hastighetsbegränsning för oautentiserade Git HTTP-förfrågningar

source: Enable unauthenticated web request rate limit
sv: Aktivera hastighetsbegränsning för oautentiserade webbförfrågningar

source: Enabled Git access protocols
sv: Aktiverade Git-åtkomstprotokoll

source: Everyone With Access
sv: Alla med åtkomst

source: External authorization denied access to this project
sv: Extern auktorisering nekade åtkomst till det här projektet

source: Failed to assign custom admin role. Try again or select a different role.
sv: Det gick inte att tilldela anpassad administratörsroll. Försök igen eller välj en annan roll.

source: Failed to authenticate due to a configuration issue. Try again later or contact support.
sv: Autentiseringen misslyckades på grund av ett konfigurationsproblem. Försök igen senare eller kontakta supporten.

source: Failed to authenticate. Verify your identity with your device.
sv: Autentiseringen misslyckades. Verifiera din identitet med enheten.

source: Failed to cancel auto stop because you do not have permission to update the environment.
sv: Det gick inte att avbryta automatisk stoppning eftersom du inte har behörighet att uppdatera miljön.

source: Failed to discover authorization server: %{error}
sv: Det gick inte att identifiera auktoriseringsservern: %{error}

source: Failed to protect the branch
sv: Det gick inte att skydda grenen

source: Failed to refresh token: %{error}
sv: Det gick inte att uppdatera token: %{error}

source: Failed to verify WebAuthn challenge. Try again.
sv: Det gick inte att verifiera WebAuthn-utmaningen. Försök igen.

source: Failed to verify cryptographic signature. Try authenticating again.
sv: Det gick inte att verifiera den kryptografiska signaturen. Försök att autentisera igen.

source: Free groups are limited to %{free_user_limit} member and the remaining members will get a status of over-limit and lose access to the group.
sv: Kostnadsfria grupper är begränsade till %{free_user_limit} medlem och resterande medlemmar får statusen över gränsen och förlorar åtkomsten till gruppen.

source: Free groups are limited to %{free_user_limit} members and the remaining members will get a status of over-limit and lose access to the group.
sv: Kostnadsfria grupper är begränsade till %{free_user_limit} medlemmar och resterande medlemmar får statusen över gränsen och förlorar åtkomsten till gruppen.

source: Git SSH operations
sv: Git SSH-åtgärder

source: Global SAML group membership lock
sv: Globalt lås för SAML-gruppmedlemskap

source: Google Cloud authorizations required
sv: Google Cloud-auktoriseringar krävs

source: Grant write permissions to this key
sv: Ge den här nyckeln skrivbehörighet

source: Group Owner must have signed in with SAML before enabling Group Managed Accounts
sv: Gruppägaren måste ha loggat in med SAML innan grupphanterade konton aktiveras

source: Group SAML must be enabled to test
sv: Grupp-SAML måste vara aktiverat för att kunna testas

source: Group membership expiration date changed
sv: Utgångsdatumet för gruppmedlemskap ändrades

source: Group membership expiration date removed
sv: Utgångsdatumet för gruppmedlemskap togs bort

source: Groups are the best way to manage projects and members.
sv: Grupper är det bästa sättet att hantera projekt och medlemmar.

source: Helps reduce authenticated Git HTTP request volume for git paths.
sv: Hjälper till att minska mängden autentiserade Git HTTP-förfrågningar för Git-sökvägar.

source: Helps reduce request volume for protected paths.
sv: Hjälper till att minska mängden förfrågningar för skyddade sökvägar.

source: Helps reduce unauthenticated Git HTTP request volume for git paths.
sv: Hjälper till att minska mängden oautentiserade Git HTTP-förfrågningar för Git-sökvägar.

source: INFO: Your SSH key expires soon. Please generate a new key.
sv: INFO: Din SSH-nyckel upphör snart att gälla. Skapa en ny nyckel.

source: INFO: Your SSH key has expired. Please generate a new key.
sv: INFO: Din SSH-nyckel har upphört att gälla. Skapa en ny nyckel.

source: Impersonation Tokens
sv: Personifieringstoken

source: Impersonation tokens
sv: Personifieringstoken

source: Instance access request
sv: Begäran om instansåtkomst

source: Instance access request approved
sv: Begäran om instansåtkomst godkändes

source: Instance access request rejected
sv: Begäran om instansåtkomst avslogs

source: Internal - The project can be accessed by any logged in user except external users.
sv: Intern – projektet kan nås av alla inloggade användare utom externa användare.

source: Invalid login or password
sv: Felaktigt inloggningsnamn eller lösenord

source: Invalid two-factor code.
sv: Ogiltig tvåfaktorskod.

source: Kerberos access denied
sv: Kerberos-åtkomst nekades

source: LDAP sync in progress. This could take a few minutes. Refresh the page to see the changes.
sv: LDAP-synkronisering pågår. Det kan ta några minuter. Uppdatera sidan för att se ändringarna.

source: LDAP synchronizations
sv: LDAP-synkroniseringar

source: Lacking permissions to the blocking merge request
sv: Saknar behörighet för den blockerande merge requesten

source: Lacking permissions to update the merge request
sv: Saknar behörighet att uppdatera merge requesten

source: Last Accessed On
sv: Senast använd

source: Last accessed on
sv: Senast använd

source: Learn about signing commits with SSH keys.
sv: Läs mer om att signera incheckningar med SSH-nycklar.

source: License does not provide access to Code Suggestions.
sv: Licensen ger inte åtkomst till kodförslag.

source: License includes access to Code Suggestions.
sv: Licensen omfattar åtkomst till kodförslag.

source: Limit the number of project or group members a user can delete per minute through API requests.
sv: Begränsa antalet projekt- eller gruppmedlemmar som en användare kan ta bort per minut genom API-förfrågningar.

source: Loading custom roles
sv: Läser in anpassade roller

source: Lock memberships to SAML Group Links synchronization
sv: Lås medlemskap till synkronisering av SAML-grupplänkar

source: Locked by %{locker}. You do not have permission to unlock this
sv: Låst av %{locker}. Du har inte behörighet att låsa upp detta

source: Make sure you have the correct permissions to link your project.
sv: Kontrollera att du har rätt behörigheter för att länka projektet.

source: Make sure you trust %{strong_start}%{client_name}%{strong_end} before authorizing.
sv: Kontrollera att du litar på %{strong_start}%{client_name}%{strong_end} innan du auktoriserar.

source: Manage applications that use GitLab as an OAuth provider.
sv: Hantera program som använder GitLab som OAuth-leverantör.

source: Manage project branches and branch protection
sv: Hantera projektgrenar och grenskydd

source: Marked as %{confidentialLinkStart}confidential%{confidentialLinkEnd}. People without permission will never get a notification.
sv: Markerad som %{confidentialLinkStart}konfidentiell%{confidentialLinkEnd}. Personer utan behörighet får aldrig en avisering.

source: DSA keys are considered deprecated.
sv: DSA-nycklar betraktas som föråldrade.

source: Delete deploy key
sv: Ta bort distributionsnyckel

source: Deploy key was successfully updated.
sv: Distributionsnyckeln uppdaterades.

source: DeployKeys|Add new deploy key
sv: Lägg till ny distributionsnyckel

source: DeployKeys|Add new key
sv: Lägg till ny nyckel

source: DeployKeys|Current project
sv: Aktuellt projekt

source: DeployKeys|Deploy key
sv: Distributionsnyckel

source: DeployKeys|Enabled deploy keys
sv: Aktiverade distributionsnycklar

source: DeployKeys|Error enabling deploy key
sv: Det gick inte att aktivera distributionsnyckeln

source: DeployKeys|Error getting deploy keys
sv: Det gick inte att hämta distributionsnycklar

source: DeployKeys|Error removing deploy key
sv: Det gick inte att ta bort distributionsnyckeln

source: DeployKeys|Expand %{count} other projects
sv: Visa %{count} andra projekt

source: DeployKeys|Loading deploy keys
sv: Läser in distributionsnycklar

source: DeployKeys|No deploy keys found, start by adding a new one above.
sv: Inga distributionsnycklar hittades. Börja med att lägga till en ny ovan.

source: DeployKeys|Privately accessible deploy keys
sv: Privat åtkomliga distributionsnycklar

source: DeployKeys|Publicly accessible deploy keys
sv: Offentligt åtkomliga distributionsnycklar

source: DeployKeys|Read access only
sv: Endast läsåtkomst

source: DeployKeys|Search deploy keys
sv: Sök distributionsnycklar

source: DeploymentApprovals|You do not have access to this group, but members of this group can approve this rule.
sv: Du har inte åtkomst till den här gruppen, men medlemmar i gruppen kan godkänna den här regeln.

source: Deployment|You are not authorized to trigger this deployment.
sv: Du har inte behörighet att utlösa den här driftsättningen.

source: Detect host keys
sv: Identifiera värdnycklar

source: DeviceAuth|Authorize
sv: Auktorisera

source: DeviceAuth|Device code
sv: Enhetskod

source: DeviceAuth|Enter the code shown on your device to grant it access to your GitLab account.
sv: Ange koden som visas på enheten för att ge den åtkomst till ditt GitLab-konto.

source: DeviceAuth|You are an administrator, which means authorizing access will allow it to interact with GitLab as an administrator as well.
sv: Du är administratör, vilket innebär att en auktorisering ger åtkomst som administratör till GitLab.

source: DomainVerification|To verify ownership of your domain, add the above key to a TXT record within your DNS configuration within seven days. %{link_to_help}
sv: För att verifiera ägarskapet för domänen lägger du till nyckeln ovan i en TXT-post i DNS-konfigurationen inom sju dagar. %{link_to_help}

source: Don't paste the private part of the GPG key. Paste the public part which begins with '-----BEGIN PGP PUBLIC KEY BLOCK-----'.
sv: Klistra inte in den privata delen av GPG-nyckeln. Klistra in den offentliga delen som börjar med '-----BEGIN PGP PUBLIC KEY BLOCK-----'.

source: GPG key was added to your account
sv: En GPG-nyckel lades till på ditt konto

source: GPG keys allow you to verify signed commits.
sv: Med GPG-nycklar kan du verifiera signerade incheckningar.

source: GPG signature (loading…)
sv: GPG-signatur (läser in …)

source: IdentityVerification|Help us protect your account
sv: Hjälp oss att skydda ditt konto

source: IdentityVerification|Maximum login attempts exceeded. Wait %{interval} and try again.
sv: Det högsta antalet inloggningsförsök har överskridits. Vänta %{interval} och försök igen.

source: If checked, group owners can manage LDAP group links and LDAP member overrides
sv: Om markerat kan gruppägare hantera LDAP-grupplänkar och LDAP-medlemsöverskridanden

source: If checked, new group memberships and permissions can only be added via SAML Group Links synchronization
sv: Om markerat kan nya gruppmedlemskap och behörigheter endast läggas till genom synkronisering av SAML-grupplänkar

source: If enabled, only protected branches will be mirrored.
sv: Om aktiverat speglas endast skyddade grenar.

source: If you are unable to sign in or recover your password, contact a GitLab administrator.
sv: Kontakta en GitLab-administratör om du inte kan logga in eller återställa lösenordet.

source: If you did not recently sign in, you should immediately %{password_link_start}change your password%{password_link_end}.
sv: Om du inte nyligen har loggat in ska du genast %{password_link_start}ändra lösenordet%{password_link_end}.

source: If you did not recently sign in, you should immediately change your password: %{password_link}.
sv: Om du inte nyligen har loggat in ska du genast ändra lösenordet: %{password_link}.

source: If you did not recently try to sign in, you should immediately %{password_link_start}change your password%{password_link_end}.
sv: Om du inte nyligen har försökt logga in ska du genast %{password_link_start}ändra lösenordet%{password_link_end}.

source: If you did not recently try to sign in, you should immediately change your password: %{password_link}.
sv: Om du inte nyligen har försökt logga in ska du genast ändra lösenordet: %{password_link}.

source: If you lose access to your 2FA method, use your %{doc_start}recovery codes%{doc_end}.
sv: Om du förlorar åtkomsten till din tvåfaktormetod använder du dina %{doc_start}återställningskoder%{doc_end}.

source: Next time you sign in, select the sign-in with passkey option and follow your device's instructions to authenticate and access your account. %{link_start}Learn more about passkeys.%{link_end}
sv: Nästa gång du loggar in väljer du alternativet för att logga in med passkey och följer enhetens instruktioner för att autentisera och få åtkomst till kontot. %{link_start}Läs mer om passkeys.%{link_end}

source: Next time you sign in, select the sign-in with passkey option and follow your device's instructions to authenticate and access your account. To learn more about passkeys, visit %{learn_more}
sv: Nästa gång du loggar in väljer du alternativet för att logga in med passkey och följer enhetens instruktioner för att autentisera och få åtkomst till kontot. Mer information om passkeys finns på %{learn_more}

source: Passkey has been deleted!
sv: Passkey har tagits bort!

source: Passkey is now your default 2FA method. If you lose access to your 2FA method, use your %{doc_start}recovery codes%{doc_end}.
sv: Passkey är nu din standardmetod för tvåfaktorsautentisering. Om du förlorar åtkomsten till tvåfaktormetoden använder du dina %{doc_start}återställningskoder%{doc_end}.

source: Passkey may have been cloned. Contact your administrator.
sv: Passkey kan ha klonats. Kontakta administratören.

source: Passkey registered
sv: Passkey registrerad

source: Passkey successfully authenticated.
sv: Passkey autentiserades.

source: Passwords should be unique and not used for any other sites or services.
sv: Lösenord ska vara unika och inte användas för andra webbplatser eller tjänster.

source: Password|cannot include your name, username, or email
sv: Password|får inte innehålla ditt namn, användarnamn eller din e-postadress

source: Password|cannot use common phrases (e.g. "password")
sv: Password|får inte använda vanliga fraser (till exempel ”lösenord”)

source: Password|must be between 8-128 characters
sv: Password|måste innehålla 8–128 tecken

source: Password|requires at least one lowercase letter
sv: Password|kräver minst en gemen bokstav

source: Password|requires at least one number
sv: Password|kräver minst en siffra

source: Password|requires at least one symbol character
sv: Password|kräver minst ett specialtecken

source: Password|requires at least one uppercase letter
sv: Password|kräver minst en versal bokstav

source: Mailgun HTTP webhook signing key
sv: Mailgun HTTP-webhooksigneringsnyckel

source: Make sure you choose a strong, unique password.
sv: Se till att du väljer ett starkt, unikt lösenord.

source: Make sure you save it - you won't be able to access it again.
sv: Se till att spara det – du kommer inte åt det igen.

source: Manage applications that can use GitLab as an OAuth provider, and applications that you've authorized to use your account.
sv: Hantera program som kan använda GitLab som OAuth-leverantör och program som du har auktoriserat att använda ditt konto.

source: Manage applications that you've authorized to use your account.
sv: Hantera program som du har auktoriserat att använda ditt konto.

source: Max authenticated Git LFS requests per period per user
sv: Högsta antal autentiserade Git LFS-förfrågningar per period och användare

source: Maximum allowed lifetime for SSH keys (days)
sv: Högsta tillåtna livslängd för SSH-nycklar (dagar)

source: Maximum authenticated API requests per rate limit period per user
sv: Högsta antal autentiserade API-förfrågningar per hastighetsbegränsningsperiod och användare

source: Maximum authenticated Git HTTP requests per period per user
sv: Högsta antal autentiserade Git HTTP-förfrågningar per period och användare

source: Maximum authenticated requests to %{open}project/:id/jobs%{close} per minute
sv: Högsta antal autentiserade förfrågningar till %{open}project/:id/jobs%{close} per minut

source: Maximum authenticated web requests per rate limit period per user
sv: Högsta antal autentiserade webbförfrågningar per hastighetsbegränsningsperiod och användare

source: Membership is locked for this group
sv: Medlemskap är låst för den här gruppen

source: Member|Deny access
sv: Neka åtkomst

source: Member|Revoke invite
sv: Återkalla inbjudan

source: Non-admin users are restricted to read-only access, in both GitLab UI and API.
sv: Icke-administratörer är begränsade till skrivskyddad åtkomst, både i GitLabs gränssnitt och API.

source: Password (optional)
sv: Lösenord (valfritt)

source: Password Confirmation
sv: Bekräfta lösenord

source: Password confirmation
sv: Bekräfta lösenord

source: Password is required.
sv: Lösenord krävs.

source: Password successfully changed
sv: Lösenordet ändrades

source: Password was successfully updated. Please sign in again.
sv: Lösenordet uppdaterades. Logga in igen.

source: PasswordPrompt|Confirm password to continue
sv: PasswordPrompt|Bekräfta lösenordet för att fortsätta

source: PasswordPrompt|Password is required
sv: PasswordPrompt|Lösenord krävs

source: PasswordPrompt|Please enter your password to confirm
sv: PasswordPrompt|Ange lösenordet för att bekräfta

source: Paste a public key here.
sv: Klistra in en offentlig nyckel här.

source: Paste a public key here. %{link_start}How do I generate it?%{link_end}
sv: Klistra in en offentlig nyckel här. %{link_start}Hur skapar jag den?%{link_end}

source: Personal access token
sv: Personlig åtkomsttoken
